<div class="page-cl__left-title">Рішення</div>
<div class="page-cl__left-nav">
    <ul>
        <li><a href="">Сонячні електростанції для бізнесу</a></li>
        <li><a href="">Типові сонячні електростанції для будинків</a></li>
        <li><a href="">Гібридні сонячні електростанції</a></li>
        <li><a href="">Монтаж сонячних електростанцій під ключ</a></li>
        <li><a href="">Промислові сонячні електростанції для підприємств</a></li>
        <li><a href="">Сонячні електростанції для дому</a></li>
        <li><a href="">Системи зберігання енергії</a></li>
    </ul>
</div>